export default function Terms() {
  return (
    <main className="bg-body text-body ">
      <section className="container-sm p-4">
        <h4 className="text-center mt-4 mb-4 lh-base">
          Designship 2023
          <br />
          デザイナーの星座を描こう
        </h4>
        <h2 className="text-center mt-4 mb-4 lh-base fw-bold">利用規約</h2>
        <div className="fw-light">
          <p>
            Designship 2023
            企画「デザイナーの星座を描こう」にご参加いただきありがとうございます。
          </p>
          <p>
            この利用規約（以下「本規約」といいます）は、本ウェブサイト（以下「サイト」といいます）を利用するすべての方に適用されます。本サイトの利用に際しては、以下の規約に同意いただく必要があります。
          </p>
          <ol>
            <li>
              <dt className="fw-normal">Designship 2023会場での星座の展示</dt>
              <dd>
                参加者の皆さまが送信したデータはDesignship
                2023の会場で展示をさせていただきます。データが集約された形で展示をするため、個別の回答は特定されません。
              </dd>
            </li>
            <li>
              <dt className="fw-normal">データの研究目的での活用</dt>
              <dd>
                本企画「デザイナーの星座を描こう」で集められたデータは、デザインのトレンドや参加者の考え方、感性などを研究する目的で使用されることがあります。具体的な研究内容や目的は、データを基に新たなデザインの方向性を模索するためや、デザイン業界の現状を把握・分析するためなどが含まれます。しかし、これらの研究活動においても、参加者のプライバシーを尊重し、個人を特定できる情報の公開や外部への提供は行いません。データは匿名化・集約された形でのみ活用され、研究結果は公平かつ適切な方法で共有されることを約束します。参加者の皆さまの貴重な情報を、デザイン界の発展のために有意義に活用させていただきます。
              </dd>
            </li>
          </ol>
          <p>
            利用者は、本利用規約をよく理解し、遵守することに同意するものとします。
          </p>
        </div>
      </section>
    </main>
  );
}
